Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: Michael Jaeger (The Fossology Steering Team) and Kate Stewart (The Linux Foundation) will administer the course.
ja: Michael Jaeger 氏 (The Fossology Steering Team) と Kate Stewart (The Linux Foundation) が当コースを担当します。

source: Microchip MOST technology accepted into Linux mainline
ja: Microchip の MOST テクノロジが Linux メインラインに

source: Microservices are the wave of the future, and containers have emerged as the preferred tools for running those microservices.
ja: マイクロサービスが注目されるようになり、そのマイクロサービスを実行する最適なツールとしてコンテナが脚光を浴びています。

source: Microsoft Fortifies Commitment to Open Source, Becomes Linux Foundation Platinum Member
ja: マイクロソフトが Linux Foundation のプラチナ メンバーに

source: Microsoft already contributes to several Linux Foundation projects, including Node.js Foundation, OpenDaylight, Open Container Initiative, R Consortium and Open API Initiative.
ja: Microsoft はすでに、Node.js Foundation、OpenDaylight、Open Container Initiative、R Consortium、Open API Initiative、など複数の Linux Foundation プロジェクトに貢献しています。

source: Mike and his team have been the engine for growth and sustainability at The Linux Foundation.
ja: Mike と彼のチームは、The Linux Foundation の成長と持続性の原動力です。

source: Mike developed and executed the organizational growth strategy and hired the executive team to scale and grow the business.
ja: Mike は組織的成長戦略を開発・実践し、経営陣を採用して事業の拡大・成長を実現しました。

source: Mike earned his MBA from Northwestern University’s Kellogg Graduate School of Management and graduated cum laude with a B.S. in Computer Science and Honors Engineering from Texas A&M University.
ja: ノースウェスタン大学の Kellogg Graduate School of Management で MBA を、テキサス A&M 大学でコンピューター サイエンスの理学士号を取得しています。

source: Mike has launched the AllSeen Alliance, OpenDaylight Project (ODL), Open Platform for NFV (OPNFV), Xen Project, Open Virtualization Alliance (OVA), OpenBEL, and Dronecode.
ja: Mike は、AllSeen Alliance、OpenDaylight Project (ODL)、Open Platform for NFV (OPNFV)、Xen Project、Open Virtualization Alliance (OVA)、OpenBEL、および Dronecode のプロジェクトを発足させました。

source: Mike is Senior Director of Strategic Programs responsible for Collaborative Projects and legal programs.
ja: Mike は協業プロジェクトとリーガル プログラムの戦略プログラム担当シニア ディレクターです。

source: Mike is currently a member of the Ohio State Bar Association.
ja: 彼は現在、オハイオ州弁護士会のメンバーです。

source: Mike is the Chief Revenue Officer and Founding Executive Team Member of The Linux Foundation.
ja: Mike は、The Linux Foundation のチーフ レベニュー オフィサーであり創設メンバーです。

source: Millions of developers
ja: 数百万人の開発者

source: Modeled after other community programs and with more benefits available to supporters than ever before, The Linux Foundation aims to bring together open source software professionals, developers, sysadmins, and students to advance important community and industry initiatives that increase diversity in tech and access to new technologies.
ja: The Linux Foundation は、他のコミュニティ プログラムを手本にしつつ、サポーターの特典を従来よりさらに充実させて、オープン ソース ソフトウェアのプロフェッショナル、開発者、システム管理者、学生の方々の力を結集し、技術分野の多様性強化と新技術普及をめざす数々の重要なコミュニティ&業界イニシアチブを推進しています。

source: More information can be found at
ja: 詳細については、下記のページをご覧ください。

source: More information can be found at www.linuxfoundation.org.
ja: 詳細については、www.linuxfoundation.org を参照してください。

source: More information on Suzuki and its products can be found on the company's corporate website at http://www.globalsuzuki.com.
ja: スズキおよび同社製品の詳細情報については、こちらの Web サイト http://www.suzuki.co.jp/ をご覧ください。

source: More recently, John's technical pursuits have included a variety of networking topics as well as hardware enablement in Red Hat's Enterprise kernels.
ja: 最近は、ネットワーク関連の話題や、Red Hat の企業向けカーネルに利用できるハードウェアなどにも関心を持っています。

source: More than 20 years ago, Linus Torvalds sparked an open source revolution with a short email declaring he was doing a new project “just for fun.”
ja: 20 年前、Linux Torvalds はきまぐれで新しいプロジェクトを始めたことを簡単な電子メールで宣言し、オープン ソースの革命を起こしました。

source: More than 40 new companies have joined AGL in the past year, bringing the member total to more than 80.
ja: AGL にはこの 1 年で 40 社以上が加入し、メンバーは 80 社以上になりました。

source: More than 56%
ja: 56% 以上

source: More than 75% of cloud-enabled enterprises report using Linux as their primary cloud platform
ja: クラウド対応企業の 75% 以上が、クラウドのメイン プラットフォームに Linux を使っていると報告しています。

source: More than Linux — Mission Critical Open Source
ja: Linux だけではない － ミッション クリティカルなオープン ソース

source: More than Linux, we are the cornerstone for key open source projects across all industry sectors from automotive to cloud, the internet of things, and more.
ja: 私たちは、Linux だけではなく、自動車、クラウド、IoT をはじめ、あらゆる産業や分野における主要なオープン ソース プロジェクトを支えています。

source: Most of the global markets are running on Linux, including NYSE, NASDAQ, London Exchange, Tokyo Stock Exchange, and more
ja: MYSE、NASDAQ、ロンドン証券取引所、東京証券取引所などグローバル マーケットのほとんどが Linux を使用しています。

source: Most recently he was an Embedded Linux Architect for Intel's Open Source Technology Center.
ja: 最近まで Intel 社の Open Source Technology Center の組込み Linux アーキテクトも務めていました。

source: Most recently, Behlendorf was a managing director at Mithril Capital Management LLC, a global technology investment firm.
ja: 直近では、世界的な技術投資ファームである Mithril Capital Management LLC のマネージング ディレクターを務めていました。

source: Most recently, Brian was a managing director at Mithril Capital Management LLC, a global technology investment firm.
ja: 直近では、世界的な技術投資ファームである Mithril Capital Management LLC のマネージング ディレクターを務めていました。

source: Most recently, he was a Fellow at SUSE.
ja: 数年前までは SUSE のフェローでした。

source: Most recently, he was the chief technology officer of Good Technology, where he oversaw future technology strategy and research.
ja: 最近まで Good Technology 社の CTO として、将来的な技術戦略と研究を監督していました。

source: Most recently, he worked at the digital marketing agency AKQA, where he ran US finance and operations.
ja: The Linux Foundation に入る直前は、AKQA というデジタル マーケティング エージェンシーで米国内の財務・運用を担当していました。

source: Most recently, she was executive vice president and general counsel at Black Duck Software, Inc.
ja: それ以前は Black Duck Software, Inc のエグゼクティブ バイス プレジデント兼相談役を務めていました。

source: Mr. Garzik has long been at the center of developing and commercializing open source software surrounding bitcoin and blockchain.
ja: Mr. Garzik は、ビットコインやブロックチェーン関連のオープン ソース ソフトウェアの開発や商用化の中心にずっといました。

source: Mr. Garzik replaces Matt Jones of Jaguar Land Rover.
ja: また Jaguar Land Rover の Matt Jones に代わって Mr. Garzik が 入ります。

source: Mr. Garzik serves on the board of Coin Center and the advisory boards of BitPay, Chain, Netki and WayPaver Labs.
ja: Mr. Garzik は Coin Center のボード、および BitPay、Chain、Netki、WayPaver Labs のアドバイザリ ボードにも就任しています。

source: Mr. Shibata has also occupied a senior role in the Linux Foundation's Japan Linux Symposium.
ja: Linux Foundation の Japan Linux Symposium (現 LinuxCon Japan) では重要な役割を果たしています。

source: Ms Ruff was also the founding president of the Women’s Innovation Network at Western Digital, which is dedicated to the development of women’s highest potential in the workplace.
ja: また、Western Digital の Women’s Innovation Network (働く女性の可能性を高める取り組み) の初代代表者でもあります。

source: Ms. Brescia and Ms. Ruff will take the place of Larry Augustin and Bdale Garbee as At-Large Directors.
ja: 一般選出ボードの Ms. Brescia と Ms. Ruff は Larry Augustin と Bdale Garbee の後任者です。

source: Ms. Brescia has been a dedicated builder of diverse, globally distributed technology and business teams, and has been featured as a keynote speaker at OpenStack Summit and OSCON.
ja: Ms. Brescia は、グローバルに展開する多様な技術チームやビジネス チームの構築を専門とし、OpenStack Summit や OSCON の基調講演者としても活躍しています。

source: Ms. Brescia is the co-founder and chief operating officer of Bitnami.
ja: Ms. Brescia は Bitnami の共同設立者兼チーフ オペレーティング オフィサー (COO) です。

source: Ms. Ruff and Ms. Brescia join as At-Large Directors, and Mr. Garzik comes on board as the representative of Linux Foundation Silver members.
ja: Ms. Ruff と Ms. Brescia は一般選出ボード、Mr. Garzik は Linux Foundation シルバー メンバー代表ボードです。

source: Ms. Ruff first glimpsed the power of open source while at SGI in the 1990s and has been building bridges between hardware developers and the open source community ever since.
ja: Ms. Ruff は、1990 年代に SGI で初めてオープン ソースの強みを目にしてから、ハードウェア開発者とオープン ソース コミュニティとの橋渡しをしてきました。

source: Ms. Ruff has been a passionate advocate and a speaker for opening doors to new people in open source for many years.
ja: 長年にわたり、熱心な支持者兼講師として人々にオープン ソースを紹介しています。

source: Ms. Ruff said: “I’ve been fortunate to work in an environment at Western Digital that values the contributions of every individual and that encourages diversity in open source communities.
ja: Ms. Ruff は次のように述べています。「あらゆる人々の貢献を評価し、オープン ソース コミュニティの多様性を高めようとする Western Digital の環境で働けて幸せです。

source: NEC
ja: 日本電気

source: NFV Management and Orchestration
ja: NFV のマネージメントとオーケストレーション

source: NORIAKI FUKUYASU
ja: Noriaki Fukuyasu (福安徳晃)

source: NOVEMBER 02, 2016
ja: 2016 年 11 月 5 日

source: NOVEMBER 09, 2016
ja: 2016 年 11 月 9 日

source: NOVEMBER 11, 2016
ja: 2016 年 11 月 11 日

source: NTT Communications provides consultancy, architecture, security and cloud services to optimize the information and communications technology (ICT) environments of enterprises.
ja: NTTコミュニケーションズは、企業の情報通信技術 (ICT) 環境を最適化するためのコンサルティング、アーキテクチャ、セキュリティ、およびクラウド サービスを提供しています。

source: NTT Communications' solutions leverage the global resources of NTT Group companies including Dimension Data, NTT DOCOMO and NTT DATA.
ja: NTTコミュニケーションズのソリューションは、Dimension Data、NTTドコモ、NTTデータ などの NTT グループ会社のグローバル リソースを活用しています。

source: Navigating the world of Linux kernel development can be challenging.
ja: Linux カーネル開発の世界を進むのは簡単ではないでしょう。

source: Nearly 150
ja: 約 150

source: Network Performance (Dataplane Acceleration, Networking at Scale)
ja: ネットワーク パフォーマンス (データプレーン アクセラレーション、大規模ネットワーク)

source: Network with the developers of the world's most prolific software, Linux.
ja: 世界で最も多産なソフトウェアである Linux の開発者と交流したり、

source: Networking
ja: ネットワーク

source: Networking and Communications Infrastructure
ja: ネットワーク/通信基盤

source: Networking is a leading emergent technology.
ja: ネットワーク処理は新技術の代表格。

source: Networking, SDN & NFV
ja: ネットワーク、SDN、および NFV

source: Never in the history of technology has someone been so wrong.
ja: しかし実際にはそうではありませんでした。

source: New Directors Bring Diversity of Perspectives
ja: 新ディレクターの多様な視点

source: New Linux Foundation events in 2017 include the expansion of LinuxCon + ContainerCon + CloudOpen to China, where attendees can expect to collaborate, share information and learn about the newest and most interesting open source technologies, including Linux, containers, cloud technologies, networking, microservices and more; in addition to gaining insight into how to navigate and lead in the open source community.
ja: また 2017 年の新しい Linux Foundation イベントとして、中国で開催される LinuxCon + ContainerCon + CloudOpen があります。参加者はここで Linux、コンテナ、クラウド、ネットワーク、マイクロサービスといった注目の最新オープン ソース技術について協業・情報共有・学習したり、オープン ソース コミュニティとの関わり方や主導方法を体得したりできます。

source: New Member Quotes:
ja: 新メンバーの声 (参考訳。原文はこちら。)

source: New Members Strengthen Automotive Grade Linux Security and Software Capabilities
ja: 新メンバーの相次ぐ加入で強化される Automotive Grade Linux のセキュリティ&ソフトウェア機能

source: New challenges:
ja: 新たな課題:

source: New developments in containers are driving the adoption of cloud and virtualization technologies in many industries and this event provides a key platform for exhibiting the best work of the community, bringing together a diverse range of experts from cloud computing and Linux containers to offer a general technical conference creating a place where companies on the leading edge can network with users and developers to advance computing.
ja: コンテナ分野の発展は多くの業界でクラウドや仮想化技術の導入を牽引しており、このイベントはコミュニティの代表的な活動を発表する重要な場を提供します。クラウド コンピューティングや Linux コンテナの多種多様なエキスパートを結集し、先端企業がユーザーや開発者と交流してコンピューティングを進化させられる汎用的な技術カンファレンスを提案します。

source: Nicko holds a doctorate and First Class degree in computer science from Cambridge University in the UK.
ja: 英国ケンブリッジ大学のコンピューターサイエンスの博士号および第一級学位を取得しています。

source: Nicko is The Linux Foundation’s chief technology officer focused on the Core Infrastructure Initiative and other security-focused efforts at the organization.
ja: Nicko は The Linux Foundation における Core Infrastructure Initiative などのセキュリティ関連部門の チーフ テクノロジ オフィサーです。

source: Nithya first glimpsed the power of open source while at SGI in the 1990s and has been building bridges between hardware developers and the open source community ever since.
ja: Nithya は、1990 年代に SGI で初めてオープン ソースの強みを目にしてから、ハードウェア開発者とオープン ソース コミュニティとの橋渡しをしてきました。

source: Nithya has been a passionate advocate and a speaker for opening doors to new people in open source for many years.
ja: 長年にわたり、熱心な支持者兼講師として人々にオープン ソースを紹介しています。

source: No Starch Press Discount
ja: No Starch Press 書籍の割り引き

source: Nobody cares about your slides…but make good ones anyway
ja: だれもあなたのスライドを気にかけてくれない…それでも良いスライドを作ること

source: Node.js is the runtime of choice for high-performance, low-latency applications, powering everything from enterprise applications to robots to API engines to cloud stacks, IoT, and mobile websites.
ja: Node.js は高性能かつ低レイテンシなアプリケーションのためのランタイムの代表格で、企業アプリケーションをはじめ、ロボット、API エンジン、クラウド スタック、IoT、モバイル Web サイトまであらゆるものを強化します。

source: Node.js is used by tens of thousands of organizations in more than 200 countries and amasses more than 2 million downloads per month.
ja: 現在 Node.js は 200 か国以上の何万という組織で利用され、毎月 2 万回以上ダウンロードされています。

source: Node.js today is used by tens of thousands of organizations in more than 200 countries, and amasses more than two million downloads per month.
ja: 現在 Node.js は 200 か国以上の何万という組織で利用され、毎月 200 万回以上ダウンロードされています。

source: Non-AGL Technical Projects (e.g. Smart Roads, Self-Driving Vehicles, CarPlay, Android Auto)
ja: AGL 以外の技術プロジェクト (スマート ロード、自動運転車、CarPlay、Android Auto など)

source: Non-Binary Restrooms
ja: ノンバイナリ レストルーム

source: Non-Technical Subjects (e.g. Lifestyle, Productivity)
ja: 技術以外のテーマ (ライフスタイル、生産性など)

source: Nonetheless, the typically self-deprecating Torvalds doesn’t see himself as a visionary.
ja: とはいえ、謙虚な Torvalds は自分に洞察力があるとは思ってもいません。

source: Noriaki Fukuyasu
ja: Noriaki Fukuyasu (福安徳晃)

source: Noriaki is the Vice President of Japan Operations for The Linux Foundation.
ja: 福安氏は、The Linux Foundation 日本担当バイス プレジデントです。

source: Notably, he was chairman of OSTA MPV CE WG (Metadata) from 2003 to 2005.
ja: 特に、2003 年から 2005 年は OSTA MPV CE WG (メタデータ) の議長を務めました。

source: Note that at least one participating company must be a leveled sponsor.
ja: ただし少なくとも 1 社がイベント スポンサーである必要があります。

source: Note, there are a limited number of Hobbyist Fee access codes.
ja: ただしホビイスト料金のアクセス コードは数に限りがあります。ご了承ください。

source: Note: A leveled sponsorship is required for this option
ja: ※ こちらはイベント スポンサー向けのアドオン オプションです。

source: Note: A leveled sponsorship is required for this option.
ja: ※ こちらはイベント スポンサー向けのアドオン オプションです。

source: Nov 11: Tokyo
ja: 11 月 11 日: 東京

source: Nov.
ja: 11月

source: November 5, 2016
ja: 2016 年 11 月 5 日

source: Now in its 12th year, the conference gathers user-space developers, product vendors, kernel and systems developers to collaborate.
ja: 12 年目を迎える同カンファレンスには、ユーザースペースの開発者、製品ベンダー、カーネル開発者、システム開発者らが協業するために集結します。

source: Nursing Room
ja: 授乳室

source: O'Reilly Discount
ja: O'Reilly 書籍の割り引き

source: OCF brings its deep membership roster, formal IoT standards with expertise across multiple vertical markets and cloud-native architecture as implemented within the IoTivity framework.
ja: OCF には、広範なメンバーシップ陣、さまざまなバーティカル マーケットの専門知識を生かした正式な IoT スタンダードに加え、クラウド ネイティブ アーキテクチャの IoTivity フレームワーク内実装などがあります。

source: OCF will help ensure secure interoperability for consumers, business, and industry.
ja: また、消費者、ビジネス、および産業のための安心な相互運用性の実現を支援します。

source: OCF will now sponsor both the IoTivity and AllJoyn open source projects at The Linux Foundation.
ja: また、OCF は The Linux Foundation 傘下のオープン ソース プロジェクトである IoTivity と AllJoyn を支援します。

source: OCF will unlock the massive opportunity in the IoT market, accelerate industry innovation and help developers and companies create solutions that map to a single open specification.
ja: OCF は IoT 市場におけるさまざまな機会を開放し、業界の革新を加速させ、開発者や企業がオープンな共通の仕様にマップしたソリューションを開発できるように手助けします。

source: OCTOBER 17, 2016
ja: 2016 年 10 月 17 日

source: ODPi is committed to the simplification and standardization of the big data ecosystem with a common reference specification called ODPi Core.
ja: ODPi は、ODPi Core という共通リファレンス プラットフォームによりビッグ データ エコシステムの簡略化と標準化に取り組んでいます。

source: ONS brings together the networking industry ecosystem of early adopters, service providers, enterprises, disruptive and incumbent vendors, open source projects, leading researchers, business executives and investors to discuss breaking SDN and NFV developments for immediate impact to shape the future of the networking industry.
ja: ONS は、アーリー アダプター、サービス プロバイダー、エンタープライズ、ディスラプティブ ベンダー / インカンベント ベンダー、オープン ソース プロジェクト、主要研究者、経営者層、および投資家などからなるネットワーク業界のエコシステムを結集し、ネットワーク業界の将来を形作るための直接的影響力となる最新の SDN や NFV 開発について議論します。

source: OPNFV Summit
ja: OPNFV Summit http://events.linuxfoundation.jp/events/opnfv-summit

source: OPNFV is a carrier-grade, integrated, open source platform that accelerates the introduction of new NFV products and services.
ja: OPNFV は、新しい製品やサービスの導入を加速するキャリアグレードの統合オープン ソース リファレンス プラットフォームです。

source: OVERALL 2016 AUDIENCE SNAPSHOT
ja: 2016 年の来場者スナップショット

source: OVERALL 2016 AUDIENCE SNAPSHOT (CON’T)
ja: 2016 年の来場者スナップショット (つづき)

source: Oct. 18 & 20: Sydney & Melbourne
ja: 10 月 18 日: シドニー 10 月 20 日: メルボルン

source: Oct. 25: Shanghai
ja: 10 月 25 日: 上海

source: Oct. 27: Beijing
ja: 10 月 27 日: 北京

source: October 10, 2016–The Open Connectivity Foundation (OCF), sponsor of the IoTivity open source project, and AllSeen Alliance, which provides the AllJoyn® open source IoT framework, today announced that the two organizations’ boards have approved a merger under the OCF name and bylaws.
ja: 2016 年 10 月 10 日、オレゴン州 ビーバートン発 － オープン ソース プロジェクト IoTivity のスポンサーである Open Connectivity Foundation (OCF) と、オープン ソース IoT フレームワーク AllJoyn® を提供する AllSeen Alliance は、両組織のボード メンバーが OCF の名称および規約による合併に合意したことを発表しました。

source: October 23 - 25, 2017
ja: 2017 年 10 月 23 - 25 日

source: October 25 - 27, 2017
ja: 2017 年 10 月 25 日

source: October 26 - 27, 2017
ja: 27 年 10 月 26 - 27 日

source: Of the top 500 fastest supercomputers in the world, more than 98% of them run on Linux
ja: 世界のトップ 500 高速スーパーコンピューターの 98% 以上が Linux で動いています。

source: Of the top one million domains, Linux is the operating system for over 95% of them
ja: 世界のトップ 1 ミリオン ドメインの 95% 以上が Linux オペレーティング システムを利用しています。

source: On top of that, for several years John has served as a member of the Technical Advisory Board for The Linux Foundation.
ja: John は The Linux Foundation のテクニカル アドバイザリ ボード メンバーを 7 年間務めています。

source: Once you’re an Individual Supporter, you will have the option to purchase the Lifetime Email Add-On.
ja: 個人サポーターになると、ライフタイム 電子メールを追加購入するオプションにアクセスできます。

source: One of the group who coined the term "Open Source," he has written and spoken extensively on Open Source worldwide.
ja: 「オープン ソース」という言葉を作ったグループのメンバーでもあり、オープン ソースについての著作や講演活動で世界的に有名です。

source: One time use of opt-in list to be sent by Linux Foundation.
ja: 受信承諾済み参加者に Linux Foundation 経由で 1 度送信

source: One-on-one mentorship by Greg Kroah-Hartman provided guidance and insight into Linux kernel community
ja: Greg Kroah-Hartman によるマンツーマンの指導で Linux カーネル コミュニティの全容が理解できる

source: Ongoing training and certifications will be the key to growing their expertise and keeping a competitive edge.”
ja: 継続的なトレーニングや認証プログラムは、彼らの専門知識を伸ばして競争力を保つために重要です。」

source: Only Cloud Foundry delivers the velocity needed to continuously deliver apps at the speed of business.
ja: ビジネス スピードの継続的なアプリケーション提供速度を実現できるのは Cloud Foundry 以外にありません。

source: Only two percent of professionals stated that money and perks were the best thing about their jobs.
ja: 報酬が転職の最大の条件だったと答えたプロフェッショナルは、たったの 2% でした。

source: Onsite Happy Hour & Booth Crawl $20,000
ja: オンサイト ハッピー アワーとブース見学ツアー $20,000

source: Onsite Recognition during Opening Keynote Session
ja: オープニング基調講演セッションでスポンサーとして紹介

source: Onsite Resources
ja: 会場で提供されるサービスや設備など

source: Open Network Hardware (Both Hardware Design and Operating Systems)
ja: オープン ネットワーク ハードウェア (ハードウェア設計とオペレーティング システム)

source: Open Networking Summit
ja: Open Networking Summit http://events.linuxfoundation.jp/events/open-networking-summit

source: Open Source Collaboration Speeds IO and Networking Development
ja: オープン ソース コラボレーションが IO とネットワーク開発を加速

source: Open Source Compliance & Best Practices
ja: オープン ソース コンプライアンスとベスト プラクティス

source: Open Source Compliance in the Enterprise is available for download now at http://go.linuxfoundation.org/rd-compliance-ebook-pr.
ja: 『Open Source Compliance in the Enterprise』は http://go.linuxfoundation.org/rd-compliance-ebook-pr からダウンロードできます。

source: Open Source Developers
ja: オープン ソース開発者

source: Open Source Forum 2016 is a FREE EVENT!
ja: Open Source Forum 2016 は参加無料のイベントです!

source: Open Source Forum 2016 is a free event.
ja: Open Source Forum 2016 は参加無料のイベントです!

source: Open Source Forum brings key leaders in the upstream open source projects.
ja: Open Source Forum には、上流のオープン ソース プロジェクトのリーダー陣が集結します。

source: Open Source Forum is a Free Event (Request an invitation required) that will be held in Japan annually (2016 is the first year).
ja: Open Source Forum は 2016 年より日本で毎年開催される参加費無料の招待者限定イベントです。参加ご希望の方は、招待券を申請してください。

source: Open Source Forum is a free event (request an invitation required) that will be held in Japan annually (2016 is the first year).
ja: Open Source Forum は 2016 年より日本で毎年開催される参加費無料の招待者限定イベントです。参加ご希望の方は、招待券を申請してください。

source: Open Source Jobs Report
ja: オープン ソース ジョブズ レポート

source: Open Source Leadership Summit
ja: Open Source Leadership Summit http://events.linuxfoundation.jp/events/open-source-leadership-summit

source: Open Source Leadership Summit is an invitation-only think tank for open source software and collaborative development thought leaders to convene, share best practices and learn how to manage the largest shared technology investments of our time.
ja: Open Source Leadership Summit は、オープン ソース ソフトウェアや共同開発のソート リーダーが集まり、ベスト プラクティスを共有したり、現代最大の共有技術投資の管理方法を学んだりするための招待者限定イベントです。

source: Open Source Project Services
ja: オープン ソース プロジェクト サービス

source: Open Source Strategies, Investment for open source technologies particularly, blockchain, and container technology area.
ja: オープン ソース ストラテジ、オープン ソース テクノロジへの投資、ー 特にブロックチェーンやコンテナ技術分野。

source: Open Source Summit Europe
ja: Open Source Summit Europe http://events.linuxfoundation.jp/events/open-source-summit-europe

source: Open Source Summit Japan
ja: Open Source Summit Japan http://events.linuxfoundation.jp/events/open-source-summit-japan

source: Open Source Summit North America
ja: Open Source Summit North America http://events.linuxfoundation.jp/events/open-source-summit-north-america

source: Open Source mentoring programs
ja: オープン ソース メンター プログラム

source: Open Source tools for analyzing code (copyrights, licenses, binaries) to help understand compliance implications (FOSSology, Ninka, SPDX tools, git analysis, binary analysis…)
ja: コンプライアンスの意義理解に役立つコード分析 (コピーライト、ライセンス、バイナリ) 用オープン ソース ツール (FOSSology、Ninka、SPDX ツール、git analysis、binary analysis ほか)

source: Open source professionals also feed this trend as 13 percent of the surveyed identified DevOps as the most in-demand skill today - more than any other category.
ja: オープン ソース プロフェッショナルもこのトレンドを認識しており、調査対象者の 13% が、DevOps が現在最も需要の高いスキルだと答えています。

source: Open source professionals are driven to innovate and collaborate.
ja: オープン ソースのプロフェッショナルがイノベーションとコラボレーションに貢献。

source: Open source security trends to manage their system.
ja: システムを管理するためのオープン ソース セキュリティ トレンド。

source: Open source talent is one of the top priorities for recruitment this year.
ja: オープン ソース技術者の確保は、今年の採用活動の最優先課題。

source: OpenIoT Summit
ja: OpenIoT Summit http://events.linuxfoundation.jp/events/openiot-summit
